[
    { "id": 1, "marca": "Toyota Corolla", "año": 2021, "precio": "$20,000", "imagen": "https://i.postimg.cc/Fzm5RfVY/toyota-corolla-gr-sport-5-1.jpg", "url": "#",  "information": " El Toyota Corolla es un sedán compacto mundialmente famoso por su fiabilidad, eficiencia de combustible y bajos costos de mantenimiento. Ofrece un interior cómodo con tecnología avanzada, ideal para el uso diario y trayectos urbanos. Su diseño ha evolucionado a lo largo de los años, combinando practicidad con un toque moderno." },
    { "id": 2, "marca": "Ford Mustang", "año": 2019, "precio": "$30,000", "imagen": "https://i.postimg.cc/7PNj9ZNN/ford-mustang-1.jpg", "url": "#",  "information": "El Ford Mustang es un símbolo de la potencia americana, caracterizado por su motor V8 y su estética agresiva. Este muscle car ofrece una experiencia de conducción emocionante con gran aceleración, sonido atronador y opciones de personalización. El interior combina elementos deportivos y tecnología moderna, haciendo que sea tanto un ícono de rendimiento como un auto atractivo para los entusiastas." },
    { "id": 3, "marca": "Honda Civic", "año": 2020, "precio": "$22,000", "imagen": "https://i.postimg.cc/Jn5Yppjh/honda-civic.jpg", "url": "#",  "information": "El Honda Civic es un sedán compacto versátil que combina fiabilidad, eficiencia y un diseño moderno. Ofrece una experiencia de conducción ágil con opciones de motor eficientes y versiones deportivas. Con un interior bien equipado y un enfoque en la seguridad, es uno de los autos más populares para quienes buscan un equilibrio entre confort y rendimiento." }, 
    { "id": 4, "marca": "Chevrolet Camaro", "año": 2018, "precio": "$35,000", "imagen": "https://i.postimg.cc/3xDTtHNJ/camaro.jpg", "url": "#",  "information": "El Camaro es un muscle car que destaca por su agresivo diseño y sus potentes opciones de motor, incluidos los V6 y V8. Su manejo dinámico lo hace ideal para los amantes de la conducción deportiva. El interior está enfocado en el conductor, con tecnología moderna y un enfoque en la personalización, haciéndolo una opción competitiva en el segmento de autos deportivos." },
    { "id": 5, "marca": "BMW Series 3", "año": 2022, "precio": "$40,000", "imagen": "https://i.postimg.cc/t4wqbjvy/BMW-Series-3.jpg", "url": "#",  "information": "El BMW Serie 3 es un sedán deportivo de lujo que se destaca por su manejo preciso, motores potentes y un diseño elegante. Es conocido por su equilibrio entre rendimiento y confort, ofreciendo una conducción ágil sin sacrificar el refinamiento. Su interior es lujoso, con acabados de alta calidad y tecnología avanzada, haciendo del Serie 3 una opción preferida para quienes buscan dinamismo y lujo." },
    { "id": 6, "marca": "Mercedes-Benz C-Class", "año": 2021, "precio": "$50,000", "imagen": "https://i.postimg.cc/CK8FLQ98/Mercedes-Benz-C-Class.jpg" , "url": "#",  "information": "Este sedán de lujo es un referente en el segmento, combinando elegancia, tecnología y confort en cada detalle. El Clase C ofrece una conducción refinada y un interior sofisticado con materiales de primera calidad. Con una gama de motores potentes y eficientes, junto con avanzados sistemas de asistencia al conductor, es ideal para quienes buscan una experiencia de conducción de alta gama." },
    { "id": 7, "marca": "Audi A4", "año": 2020, "precio": "$45,000", "imagen": "https://i.postimg.cc/Y9fMQmrq/Audi-A4.jpg", "url": "#",  "information": "El Audi A4 es un sedán compacto de lujo que destaca por su tracción integral quattro, su interior tecnológico y su conducción suave. Ofrece una experiencia equilibrada entre deportividad y confort, con una cabina diseñada con atención al detalle y materiales premium. El A4 también es conocido por su excelente manejo en todo tipo de condiciones climáticas gracias a su sistema de tracción." },
    { "id": 8, "marca": "Tesla Model 3", "año": 2021, "precio": "$55,000", "imagen": "https://i.postimg.cc/Xqj3L7qK/Tesla-Model-3.jpg", "url": "#",  "information": "El Tesla Model 3 es un sedán completamente eléctrico que ofrece aceleración instantánea, un diseño minimalista y una impresionante autonomía de batería. Es una de las opciones más accesibles dentro del segmento de autos eléctricos de lujo, con características de conducción autónoma y una interfaz totalmente digital. Su tecnología innovadora y su rendimiento sin emisiones lo convierten en un referente en la transición hacia los vehículos eléctricos." },
    { "id": 9, "marca": "Nissan Altima", "año": 2019, "precio": "$24,000", "imagen": "https://i.postimg.cc/7hds6mFC/Nissan-Altima.jpg", "url": "#",  "information": " Este sedán mediano combina un diseño atractivo, espacio interior amplio y una conducción suave. El Nissan Altima destaca por su opción de tracción integral, algo poco común en su segmento, y un motor eficiente que equilibra bien el consumo de combustible con la potencia. Su cabina está bien equipada, con tecnología moderna y características avanzadas de seguridad." },
    { "id": 10, "marca": "Hyundai Elantra", "año": 2019, "precio": "$19,000", "imagen": "https://i.postimg.cc/3Rb9StJL/Hyundai-Elantra.jpg", "url": "#",  "information": "El Hyundai Elantra es un sedán compacto con un diseño moderno y afilado que resalta en la carretera. Ofrece un amplio equipamiento tecnológico, como pantallas digitales y características de conectividad avanzadas, además de un interior cómodo y espacioso. Es conocido por su eficiencia en el consumo de combustible y su atractiva relación calidad-precio." },
    { "id": 11, "marca": "Kia Optima", "año": 2020, "precio": "$21,000", "imagen": "https://i.postimg.cc/mgsxygnP/Kia-Optima.jpg", "url": "#",  "information": "El Kia Optima, ahora conocido como Kia K5 en algunos mercados, es un sedán mediano que se distingue por su diseño audaz y moderno. Ofrece un amplio espacio interior, tecnologías avanzadas como sistemas de asistencia al conductor, y motores que equilibran el rendimiento con la eficiencia. Su confort y características lo convierten en una excelente opción para viajes familiares y uso diario." },
    { "id": 12, "marca": "Mazda Mazda3", "año": 2021, "precio": "$23,000", "imagen": "https://i.postimg.cc/9MSKRmTF/Mazda-Mazda3.jpg", "url": "#",  "information": "El Mazda3 es un compacto que ofrece un diseño elegante y un enfoque en la experiencia de conducción. Destaca por su interior de alta calidad, materiales refinados y tecnología intuitiva. Su manejo ágil y eficiente lo hacen ideal para quienes disfrutan conducir, combinando deportividad con eficiencia y un aspecto premium." },
    { "id": 13, "marca": "Volkswagen Jetta", "año": 2019, "precio": "$25,000", "imagen": "https://i.postimg.cc/8kJq8vQF/Volkswagen-Jetta.jpg", "url": "#",  "information": " El Volkswagen Jetta es un sedán compacto que ofrece un diseño limpio, una conducción suave y un enfoque en la seguridad. Su interior es espacioso, con una disposición minimalista pero funcional, y está equipado con las últimas tecnologías de conectividad. Es conocido por su robustez, eficiencia en combustible y bajo costo de mantenimiento, lo que lo convierte en una opción sólida en su categoría." },
    { "id": 14, "marca": "Subaru Impreza", "año": 2020, "precio": "$26,000", "imagen": "https://i.postimg.cc/nhZ5Qws7/Subaru-Impreza.jpg", "url": "#",  "information": "Este sedán o hatchback compacto es conocido por su tracción integral estándar, que ofrece un excelente desempeño en diversas condiciones climáticas. El Subaru Impreza también destaca por su seguridad, fiabilidad y conducción suave. Con un diseño atractivo y un interior práctico, es una excelente opción para quienes buscan un auto versátil y seguro." },
    { "id": 15, "marca": "Volvo S60", "año": 2022, "precio": "$53,000", "imagen": "https://i.postimg.cc/K8NW7rLW/VolvoS60.webp", "url": "#",  "information": "El Volvo S60 es un sedán de lujo que se enfoca en la seguridad y el confort, con una cabina elegante y tecnología avanzada de asistencia al conductor. Ofrece motores potentes y eficientes, incluyendo opciones híbridas enchufables. Su diseño escandinavo minimalista, junto con el énfasis en la protección del ocupante, lo hacen una opción atractiva para quienes valoran el lujo y la seguridad." },
    { "id": 16, "marca": "Porsche 911", "año": 2021, "precio": "$110,000", "imagen": "https://i.postimg.cc/VkYGNrTW/Porsche-911.jpg", "url": "#",  "information": "El Porsche 911 es un deportivo de lujo con un legado icónico en el mundo automovilístico. Su diseño característico, con el motor en la parte trasera, ofrece un manejo y una aceleración excepcionales. Es un auto que combina rendimiento en pista con confort en el uso diario, siendo el favorito entre los entusiastas de los autos deportivos de alta gama." },
    { "id": 17, "marca": "Lexus IS 300", "año": 2020, "precio": "$42,000", "imagen": "https://i.postimg.cc/qRh0ZZxq/Lexus-IS-300.jpg", "url": "#",  "information": "El Lexus IS 300 es un sedán deportivo de lujo, que ofrece un interior refinado y un manejo ágil. Con motores potentes y una suspensión afinada, brinda una experiencia de conducción emocionante sin sacrificar el confort. Lexus es conocido por su fiabilidad, y el IS 300 no es la excepción, combinando lujo con durabilidad." },
    { "id": 18, "marca": "Jaguar XE", "año": 2019, "precio": "$48,000", "imagen": "https://i.postimg.cc/vTwR28m2/Jaguar-XE.webp", "url": "#",  "information": "Este sedán de lujo británico es conocido por su diseño elegante y su conducción deportiva. El Jaguar XE ofrece motores potentes y una suspensión refinada que mejora la dinámica de conducción. Con un interior sofisticado y tecnología avanzada, este sedán es ideal para quienes buscan una experiencia premium con un toque de exclusividad." },
    { "id": 19, "marca": "Land Rover Discovery", "año": 2021, "precio": "$75,000", "imagen": "https://i.postimg.cc/T3ws959Y/Land-Rover-Discovery.jpg" , "url": "#",  "information": "El Discovery es un SUV todoterreno de lujo, diseñado tanto para aventuras off-road como para el uso diario. Ofrece un amplio espacio interior, con capacidad para hasta siete pasajeros y características tecnológicas avanzadas. Su capacidad fuera de carretera es una de las mejores en su clase, mientras que su diseño y acabados lo colocan como un SUV de alta gama." },
    { "id": 20, "marca": "Infiniti Q50", "año": 2020, "precio": "$38,000", "imagen": "https://i.postimg.cc/JnbYnN1K/Infiniti-Q50.webp" , "url": "#",  "information": "El Infiniti Q50 es un sedán de lujo mediano que se destaca por su rendimiento deportivo y su interior bien equipado. Ofrece una conducción ágil, con motores turboalimentados y tecnologías avanzadas como la dirección asistida por cable. Su diseño elegante y los acabados de alta calidad lo hacen una opción atractiva dentro del segmento de lujo." },
    { "id": 21, "marca": "Acura TLX", "año": 2019, "precio": "$36,000", "imagen": "https://i.postimg.cc/wjCkm14r/Acura-TLX.webp" , "url": "#",  "information": "El Acura TLX es un sedán deportivo de lujo con un enfoque en la tecnología avanzada y el rendimiento dinámico. Ofrece motores turboalimentados y un sistema de tracción integral opcional, brindando una conducción ágil y segura. Su interior está bien equipado, con acabados de alta calidad y una amplia gama de características de asistencia al conductor." },
    { "id": 22, "marca": "Genesis G70", "año": 2021, "precio": "$39,000", "imagen": "https://i.postimg.cc/MGwQwVFz/Genesis-G70.jpg", "url": "#",  "information": "El Genesis G70 es un sedán compacto de lujo que combina un diseño elegante con un enfoque en el rendimiento. Su interior está bien diseñado, con materiales premium y una gran cantidad de tecnología avanzada. Ofrece una conducción deportiva, motores turboalimentados y una experiencia que compite con marcas más establecidas en el segmento de lujo." },
    { "id": 23, "marca": "Alfa Romeo Giulia", "año": 2020, "precio": "$52,000", "imagen": "https://i.postimg.cc/fT0t084w/Alfa-Romeo-Giulia.jpg", "url": "#",  "information": "Este sedán deportivo italiano destaca por su diseño agresivo, manejo preciso y motores potentes. El Alfa Romeo Giulia ofrece una experiencia de conducción apasionante, con una dinámica que lo hace ideal para los entusiastas. Además, su interior está bien equipado, con detalles de lujo y tecnología de última generación." },
    { "id": 24, "marca": "Cadillac CT5", "año": 2021, "precio": "$55,000", "imagen": "https://i.postimg.cc/QVLMbrLj/Cadillac-CT5.jpg", "url": "#",  "information": " El Cadillac CT5 es un sedán de lujo mediano que equilibra rendimiento y confort. Ofrece motores turboalimentados y una conducción suave, con un interior espacioso y bien equipado. Su tecnología avanzada y opciones de personalización lo convierten en una opción competitiva dentro del segmento de lujo." },
    { "id": 25, "marca": "Lincoln Continental", "año": 2020, "precio": "$60,000", "imagen": "https://i.postimg.cc/N0GRTR7p/Lincoln-Continental.jpg", "url": "#",  "information": "El Lincoln Continental es un sedán de lujo grande que ofrece un nivel superior de confort y tecnología. Su diseño elegante y su interior espacioso lo hacen ideal para quienes buscan una experiencia de conducción refinada. Está equipado con motores potentes y una gran cantidad de características de asistencia al conductor." },
    { "id": 26, "marca": "Dodge Charger", "año": 2019, "precio": "$33,000", "imagen": "https://i.postimg.cc/zXnhcxxx/Dodge-Charger.jpg" , "url": "#",  "information": "Este sedán de tamaño completo es conocido por sus opciones de motores potentes, incluidos los V8, y su diseño musculoso. El Dodge Charger ofrece una experiencia de conducción emocionante, con una estética que refleja su herencia de muscle car. Es ideal para quienes buscan potencia y estilo en un sedán."},
    { "id": 27, "marca": "Chrysler 300", "año": 2021, "precio": "$37,000", "imagen": "https://i.postimg.cc/W4fqkC41/Chrysler-300.jpg" , "url": "#",  "information": "El Chrysler 300 es un sedán grande que combina un diseño clásico con un interior espacioso y lujoso. Ofrece una conducción suave y motores potentes, incluyendo un V8 opcional. Es una opción popular para quienes buscan un sedán elegante y cómodo con un toque de rendimiento."},
    { "id": 28, "marca": "Buick Regal", "año": 2019, "precio": "$29,000", "imagen": "https://i.postimg.cc/3N2kzwFk/Buick-Regal.jpg" , "url": "#",  "information": "El Buick Regal es un sedán mediano con un enfoque en la comodidad y el refinamiento. Su diseño elegante y su interior bien equipado lo convierten en una opción atractiva para quienes buscan una experiencia de conducción relajada. Ofrece una combinación de rendimiento y eficiencia, con una tecnología moderna enfocada en el confort."},
    { "id": 29, "marca": "Mitsubishi Lancer", "año": 2020, "precio": "$27,000", "imagen": "https://i.postimg.cc/B6HZnVLy/Mitsubishi-Lancer.jpg", "url": "#",  "information": "El Mitsubishi Lancer es un sedán compacto que se destaca por su diseño deportivo y su fiabilidad. Aunque ha sido descontinuado en muchos mercados, el Lancer sigue siendo apreciado por su manejo ágil y sus versiones de alto rendimiento, como el Lancer Evolution. Su diseño robusto lo hace una opción duradera y accesible." },
    { "id": 30, "marca": "MiniCooper", "año": 2021, "precio": "$28,000", "imagen": "https://i.postimg.cc/9XPF3sjw/Mini-Cooper.jpg" , "url": "#",  "information": "El Mini Cooper es un icónico compacto que destaca por su estilo retro y su manejo divertido. Ofrece una experiencia de conducción ágil y una excelente maniobrabilidad, perfecta para la ciudad. Su interior está bien diseñado, con características tecnológicas modernas y opciones de personalización que le añaden un toque distintivo."},
    { "id": 31, "marca": "Fiat 500", "año": 2019, "precio": "$18,000", "imagen": "https://i.postimg.cc/nhWnYJqg/Fiat-500.webp", "url": "#",  "information": "Este subcompacto es conocido por su diseño retro y su carácter urbano. El Fiat 500 ofrece una conducción ágil y eficiente en combustible, ideal para la ciudad. Su interior compacto, pero bien equipado, y las opciones de personalización lo hacen un auto único en su clase." },
    { "id": 32, "marca": "Peugeot 208", "año": 2020, "precio": "$20,500", "imagen": "https://i.postimg.cc/JnLVP406/Peugeot-208.jpg" , "url": "#",  "information": " El Peugeot 208 es un hatchback compacto que destaca por su diseño moderno y su eficiencia en combustible. Ofrece una conducción ágil y un interior bien diseñado con tecnología avanzada. Es una opción popular en Europa por su equilibrio entre estilo, practicidad y economía."},
    { "id": 33, "marca": "Renault Megane", "año": 2021, "precio": "$23,000", "imagen": "https://i.postimg.cc/66zJfKXc/Renault-Megane.jpg", "url": "#",  "information": "Este hatchback francés es conocido por su diseño elegante y su tecnología avanzada. El Renault Mégane ofrece una conducción cómoda y motores eficientes, con un interior espacioso y bien equipado. Es ideal para quienes buscan un auto compacto que combine estilo y funcionalidad." },
    { "id": 34, "marca": "Citroën C4", "año": 2022, "precio": "$26,500", "imagen": "https://i.postimg.cc/HkqfkswY/Citro-n-C4.webp" , "url": "#",  "information": "El Citroën C4 es un hatchback compacto que se caracteriza por su diseño único y su enfoque en el confort. Ofrece una conducción suave y una cabina espaciosa con tecnologías avanzadas de asistencia al conductor. Su diseño exterior distintivo lo hace destacar en su segmento."},
    { "id": 35, "marca": "Seat Leon", "año": 2019, "precio": "$21,500", "imagen": "https://i.postimg.cc/pTx4KGc3/Seat-Leon.jpg" , "url": "#",  "information": "El Seat León es un hatchback compacto que ofrece una experiencia de conducción deportiva y un diseño moderno. Está bien equipado con tecnología avanzada y motores eficientes, lo que lo convierte en una opción popular para quienes buscan un equilibrio entre rendimiento y practicidad."},
    { "id": 36, "marca": "Skoda Octavia", "año": 2020, "precio": "$24,000", "imagen": "https://i.postimg.cc/brw5BGhT/Skoda-Octavia.jpg", "url": "#",  "information": "Este sedán compacto es conocido por su espacioso interior y su excelente relación calidad-precio. El Skoda Octavia ofrece una conducción cómoda y eficiente, con un enfoque en la practicidad y la tecnología. Es ideal para familias y conductores que buscan un auto funcional con características modernas." },
    { "id": 37, "marca": "Suzuki Swift", "año": 2021, "precio": "$19,500", "imagen": "https://i.postimg.cc/vHjK0HSr/Suzuki-Swift.jpg" , "url": "#",  "information": "Este sedán compacto es conocido por su espacioso interior y su excelente relación calidad-precio. El Skoda Octavia ofrece una conducción cómoda y eficiente, con un enfoque en la practicidad y la tecnología. Es ideal para familias y conductores que buscan un auto funcional con características modernas."},
    { "id": 38, "marca": "Mazda CX-5", "año": 2022, "precio": "$31,000", "imagen": "https://i.postimg.cc/FFCCKHvM/Mazda-CX-5.jpg" , "url": "#",  "information": "Este SUV compacto es conocido por su elegante diseño y su enfoque en la dinámica de conducción. El Mazda CX-5 ofrece una experiencia ágil y deportiva, con un interior de alta calidad y tecnología avanzada. Es ideal para quienes buscan un SUV versátil que combine estilo y rendimiento."},
    { "id": 39, "marca": "Jeep Wrangler", "año": 2021, "precio": "$50,000", "imagen": "https://i.postimg.cc/FsfWkXs7/Jeep-Wrangler.jpg", "url": "#",  "information": "El Jeep Wrangler es un SUV todoterreno icónico, diseñado para aventuras extremas fuera de carretera. Su robusto diseño y capacidad 4x4 lo hacen perfecto para entusiastas del off-road. Ofrece una experiencia de conducción única, con opciones de personalización y un legado de rendimiento en terrenos difíciles." },
    { "id": 40, "marca": "Ford Explorer", "año": 2020, "precio": "$46,000", "imagen": "https://i.postimg.cc/6TsdGSYv/Ford-Explorer.jpg", "url": "#",  "information": "El Ford Explorer es un SUV de tamaño mediano con capacidad para hasta siete pasajeros. Con un enfoque en el confort y la tecnología, el Explorer es ideal para familias que necesitan espacio y versatilidad. Ofrece motores potentes, tracción integral opcional y una serie de características de seguridad avanzadas." },
    { "id": 41, "marca": "Nissan Pathfinder", "año": 2021, "precio": "$47,000", "imagen": "https://i.postimg.cc/WpxKn1yM/Nissan-Pathfinder.jpg", "url": "#",  "information": "Este SUV mediano ofrece amplio espacio interior y capacidad para siete pasajeros. El Nissan Pathfinder es ideal para familias, con opciones de tracción integral y características tecnológicas avanzadas. Su diseño robusto y su motor eficiente lo hacen adecuado tanto para la ciudad como para aventuras fuera de carretera." },
    { "id": 42, "marca": "Toyota Highlander", "año": 2022, "precio": "$48,000", "imagen": "https://i.postimg.cc/fLJ2cGj2/Toyota-Highlander.jpg" , "url": "#",  "information": "El Toyota Highlander es un SUV mediano que combina espacio, fiabilidad y eficiencia. Con capacidad para hasta ocho pasajeros, es ideal para familias numerosas. Ofrece motores eficientes y una gran cantidad de características de seguridad y tecnología, haciendo de este modelo una opción popular en su segmento."},
    { "id": 43, "marca": "Chevrolet Tahoe", "año": 2021, "precio": "$62,000", "imagen": "https://i.postimg.cc/MZf3v8GX/Chevrolet-Tahoe.jpg" , "url": "#",  "information": "Este SUV grande es conocido por su potente motor y su capacidad para remolcar grandes cargas. El Chevrolet Tahoe ofrece un interior espacioso con capacidad para hasta nueve pasajeros, junto con una conducción suave y confortable. Es ideal para familias grandes o quienes necesitan un vehículo versátil para viajes largos o trabajos pesados."},
    { "id": 44, "marca": "Honda Pilot", "año": 2020, "precio": "$44,000", "imagen": "https://i.postimg.cc/rwjQvVfZ/Honda-Pilot.jpg" , "url": "#",  "information": "El Honda Pilot es un SUV grande con capacidad para hasta ocho pasajeros, ideal para familias. Ofrece una conducción suave y cómoda, con una gran cantidad de tecnología avanzada y características de seguridad. Es un SUV versátil que equilibra espacio, potencia y eficiencia en combustible."},
    { "id": 45, "marca": "Subaru Forester", "año": 2019, "precio": "$33,500", "imagen": "https://i.postimg.cc/wTcVmxYx/Subaru-Forester.jpg", "url": "#",  "information": "El Subaru Forester es un SUV compacto con tracción integral estándar y un enfoque en la seguridad y la versatilidad. Ofrece un amplio espacio interior y una conducción confiable, ideal para quienes buscan un vehículo apto para diversas condiciones climáticas y terrenos. Su diseño práctico y sus características de seguridad lo hacen una opción popular entre las familias." },
    { "id": 46, "marca": "Hyundai Tucson", "año": 2020, "precio": "$29,000", "imagen": "https://i.postimg.cc/vZYvLRGr/Hyundai-Tucson.jpg", "url": "#",  "information": "Este SUV compacto ofrece un diseño moderno y una excelente relación calidad-precio. El Hyundai Tucson combina eficiencia en combustible, un interior bien equipado y una gran cantidad de tecnología avanzada. Es ideal para quienes buscan un SUV versátil y cómodo para el uso diario." },
    { "id": 47, "marca": "Kia Sorento", "año": 2021, "precio": "$32,500", "imagen": "https://i.postimg.cc/MTQ0KqYS/Kia-Sorento.jpg" , "url": "#",  "information": "El Kia Sorento es un SUV mediano con capacidad para hasta siete pasajeros, que ofrece una buena combinación de espacio, confort y tecnología. Su diseño moderno y su interior bien equipado lo hacen ideal para familias que buscan un SUV versátil para el día a día y para viajes largos."},
    { "id": 48, "marca": "Lexus RX", "año": 2021, "precio": "$54,000", "imagen": "https://i.postimg.cc/cLkfRr9W/Lexus-RX.jpg", "url": "#",  "information": "El Lexus RX es un SUV de lujo que ofrece una conducción suave, motores potentes y un interior lujoso. Su enfoque en el confort y la tecnología lo convierten en una excelente opción para quienes buscan un SUV premium. Además, está disponible en versiones híbridas, ofreciendo una opción más eficiente en combustible." },
    { "id": 49, "marca": "BMW X5", "año": 2022, "precio": "$75,000", "imagen": "https://i.postimg.cc/pLSn93rX/BMW-X5.jpg", "url": "#",  "information": "Este SUV de lujo mediano combina un rendimiento dinámico con un interior espacioso y lujoso. El BMW X5 ofrece motores potentes y una experiencia de conducción deportiva, sin sacrificar el confort. Es ideal para quienes buscan un SUV que ofrezca tanto lujo como rendimiento." },
    { "id": 50, "marca": "Mercedes-Benz GLC", "año": 2021, "precio": "$65,000", "imagen": "https://i.postimg.cc/3N9k3czh/Mercedes-Benz-GLC.jpg" , "url": "#",  "information": "El Mercedes-Benz GLC es un SUV de lujo compacto que combina un diseño elegante con tecnología avanzada y una conducción refinada. Ofrece una amplia gama de motores eficientes y características de seguridad"},
    { "id": 51, "marca": "Fiat Cronos", "año": 2023, "precio": "$18,000", "imagen": "https://i.postimg.cc/KjcYp5jH/Fiat-Cronos.webp", "url": "#",  "information": "El Fiat Cronos es un sedán compacto que combina diseño moderno, eficiencia y comodidad. Está diseñado para ofrecer un equilibrio entre practicidad y estilo, con un interior espacioso y tecnología avanzada para su segmento. Su motor eficiente lo hace ideal para la conducción diaria, mientras que sus características de seguridad y conectividad lo convierten en una opción atractiva para familias y conductores que buscan un vehículo accesible y bien equipado." }
]
